Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: Exponent, then multiplication, then subtraction.
de: Erst Potenz, dann Multiplikation, dann Subtraktion.
es: Exponente, luego multiplicación y luego resta.
fr: Exposant, puis multiplication, puis soustraction.
it: Esponente, poi moltiplicazione, poi sottrazione.
pt_br: Expoente, depois multiplicação e depois subtração.

source: Exponents follow tidy rules — once you know them, big powers shrink fast.
de: Potenzen folgen klaren Regeln — kennt man sie, schrumpfen große Zahlen schnell.
es: Los exponentes siguen reglas claras: una vez que las conoces, las grandes potencias se reducen rápidamente.
fr: Les exposants suivent des règles bien précises : une fois que vous les connaissez, les grandes puissances diminuent rapidement.
it: Gli esponenti seguono regole ordinate: una volta che le conosci, le grandi potenze si restringono rapidamente.
pt_br: Os expoentes seguem regras bem definidas – uma vez que você os conhece, as grandes potências encolhem rapidamente.

source: Exponents inside come out as multipliers.
de: Hochzahlen im Argument werden zu Vorfaktoren.
es: Los exponentes internos salen como multiplicadores.
fr: Les exposants à l’intérieur apparaissent comme des multiplicateurs.
it: Gli esponenti interni risultano come moltiplicatori.
pt_br: Os expoentes internos aparecem como multiplicadores.

source: Extra payments reduce the balance
de: Zusätzliche Zahlungen verringern den Saldo
es: Los pagos adicionales reducen el saldo
fr: Les paiements supplémentaires réduisent le solde
it: I pagamenti extra riducono il saldo
pt_br: Pagamentos extras reduzem o saldo

source: Factor numerator: (x−3)(x+3).
de: Zähler faktorisieren: (x−3)(x+3).
es: Numerador factorial: (x−3)(x+3).
fr: Numérateur du facteur : (x−3)(x+3).
it: Numeratore del fattore: (x−3)(x+3).
pt_br: Numerador do fator: (x−3)(x+3).

source: Factor.
de: Faktorisiere.
fr: Facteur.
it: Fattore.
pt_br: Fator.

source: Factor: (x − 2)(x − 3) = 0
de: Faktorisierung: (x − 2)(x − 3) = 0
es: Factorizar: (x − 2)(x − 3) = 0
fr: Facteur : (x − 2)(x − 3) = 0
it: Fattore: (x − 2)(x − 3) = 0
pt_br: Fator: (x - 2) (x - 3) = 0

source: Factor: 6x + 9.
de: Faktorisiere: 6x + 9.
es: Factorizar: 6x + 9.
fr: Facteur : 6x + 9.
it: Fattore: 6x + 9.
pt_br: Fator: 6x + 9.

source: Factor: x² + 6x + 9.
de: Faktorisiere: x² + 6x + 9.
es: Factorizar: x² + 6x + 9.
fr: Facteur : x² + 6x + 9.
it: Fattore: x² + 6x + 9.
pt_br: Fator: x² + 6x + 9.

source: Factor: x² − 9.
de: Faktorisiere: x² − 9.
es: Factorizar: x² − 9.
fr: Facteur : x² − 9.
it: Fattore: x² − 9.
pt_br: Fator: x² − 9.

source: Factorial
de: Fakultät
fr: Factorielle
it: Fattoriale
pt_br: Fatorial

source: Factorials count arrangements of n distinct items.
de: Fakultäten zählen Anordnungen von n verschiedenen Elementen.
es: Los factoriales cuentan arreglos de n elementos distintos.
fr: Les factorielles comptent les arrangements de n éléments distincts.
it: I fattoriali contano le disposizioni di n elementi distinti.
pt_br: Fatoriais contam arranjos de n itens distintos.

source: Factoring
de: Faktorisieren
es: Factorización
fr: Affacturage
pt_br: Fatoração

source: False
de: Falsch
es: FALSO
fr: FAUX
it: Falso
pt_br: Falso

source: Famous limit
de: Berühmter Grenzwert
es: límite famoso
fr: Limite célèbre
it: Limite famoso
pt_br: Limite famoso

source: Far from the rest
de: Weit weg vom Rest
es: Lejos del resto
fr: Loin du reste
it: Lontano dal resto
pt_br: Longe do resto

source: Favorable outcomes: 1
de: Günstige Ergebnisse: 1
es: Resultados favorables: 1
fr: Résultats favorables : 1
it: Risultati favorevoli: 1
pt_br: Resultados favoráveis: 1

source: Final amount
de: Endbetrag
es: importe final
fr: Montant final
it: Importo finale
pt_br: Montante final

source: Financial Math
de: Finanzmathematik
es: Matemáticas financieras
fr: Mathématiques financières
it: Matematica finanziaria
pt_br: Matemática Financeira

source: Find interest first, then add it to 500.
de: Finden Sie zuerst das Interesse und addieren Sie es dann zu 500.
es: Primero encuentre el interés y luego agréguelo a 500.
fr: Trouvez d'abord l'intérêt, puis ajoutez-le à 500.
it: Trova prima l'interesse, poi aggiungilo a 500.
pt_br: Encontre o interesse primeiro e depois some-o a 500.

source: Find lim x→0 (x² + 5).
de: Finde lim x→0 (x² + 5).
es: Encuentre lim x→0 (x² + 5).
fr: Trouvez lim x→0 (x² + 5).
it: Trova lim x→0 (x² + 5).
pt_br: Encontre lim x→0 (x² + 5).

source: Find lim x→2 (3x + 1).
de: Finde lim x→2 (3x + 1).
es: Encuentre lim x→2 (3x + 1).
fr: Trouvez lim x → 2 (3x + 1).
it: Trova lim x→2 (3x + 1).
pt_br: Encontre lim x→2 (3x + 1).

source: Find lim x→∞ 1/x.
de: Finde lim x→∞ 1/x.
es: Encuentre lím x→∞ 1/x.
fr: Trouvez lim x → ∞ 1/x.
it: Trova lim x→∞ 1/x.
pt_br: Encontre lim x→∞ 1/x.

source: Find roots: numbers that multiply to 6, add to 5.
de: Suche zwei Zahlen, die multipliziert 6 und addiert 5 ergeben.
es: Encuentra raíces: números que multiplicados dan 6, suman 5.
fr: Trouver des racines : les nombres qui se multiplient jusqu'à 6, additionnés jusqu'à 5.
it: Trova le radici: numeri che si moltiplicano per 6, si sommano per 5.
pt_br: Encontre raízes: números que se multiplicam por 6, somam 5.

source: Find the building blocks: factor common terms or recognize standard forms.
de: Bausteine finden: gemeinsame Faktoren oder Standardformen erkennen.
es: Encuentre los componentes básicos: factorice términos comunes o reconozca formas estándar.
fr: Trouvez les éléments de base : factorisez les termes courants ou reconnaissez les formulaires standard.
it: Trova gli elementi costitutivi: considera i termini comuni o riconosci i moduli standard.
pt_br: Encontre os blocos de construção: considere termos comuns ou reconheça formulários padrão.

source: Find the derivative of 3x² + 2x − 7.
de: Bestimme die Ableitung von 3x² + 2x − 7.
es: Encuentra la derivada de 3x² + 2x − 7.
fr: Trouvez la dérivée de 3x² + 2x − 7.
it: Trova la derivata di 3x² + 2x − 7.
pt_br: Encontre a derivada de 3x² + 2x − 7.

source: Find the magnitude of (3, 4).
de: Finden Sie die Größe von (3, 4).
es: Encuentre la magnitud de (3, 4).
fr: Trouvez la norme de (3, 4).
it: Trova la grandezza di (3, 4).
pt_br: Encontre a magnitude de (3, 4).

source: Find the mean of 2, 4, 6, and 8.
de: Ermitteln Sie den Mittelwert von 2, 4, 6 und 8.
es: Encuentra la media de 2, 4, 6 y 8.
fr: Trouvez la moyenne de 2, 4, 6 et 8.
it: Trova la media di 2, 4, 6 e 8.
pt_br: Encontre a média de 2, 4, 6 e 8.

source: Find the median of 3, 9, 4, 1, 8.
de: Finden Sie den Median von 3, 9, 4, 1, 8.
es: Encuentra la mediana de 3, 9, 4, 1, 8.
fr: Trouvez la médiane de 3, 9, 4, 1, 8.
it: Trova la mediana di 3, 9, 4, 1, 8.
pt_br: Encontre a mediana de 3, 9, 4, 1, 8.

source: Find the range of 4, 9, 10, 15.
de: Finden Sie den Bereich von 4, 9, 10, 15.
es: Encuentra el rango de 4, 9, 10, 15.
fr: Trouvez la plage de 4, 9, 10, 15.
it: Trova l'intervallo tra 4, 9, 10, 15.
pt_br: Encontre o intervalo de 4, 9, 10, 15.

source: Find ∫ cos x dx.
de: Finde ∫ cos x dx.
es: Encuentre ∫ cos x dx.
fr: Trouvez ∫ cos x dx.
it: Trova ∫ cos x dx.
pt_br: Encontre ∫ cos x dx.

source: First split: 2x = 8 or 2x = −8.
de: Zuerst aufteilen: 2x = 8 oder 2x = −8.

source: First, Outer, Inner, Last.
de: First, Outer, Inner, Last (außen und innen ausmultiplizieren).
es: Primero, exterior, interior, último.
fr: Premièrement, extérieur, intérieur, dernier.
it: Primo, Esterno, Interno, Ultimo.
pt_br: Primeiro, Externo, Interno, Último.

source: Five tenths.
de: Fünf Zehntel.
es: Cinco décimas.
fr: Cinq dixièmes.
it: Cinque decimi.
pt_br: Cinco décimos.

source: Five tiny questions. No pressure — this just tunes your first plan.
de: Fünf kleine Fragen. Kein Druck — damit stimmen wir nur deinen ersten Plan ab.
es: Cinco preguntas pequeñas. Sin presión: solo ajustan tu primer plan.
fr: Cinq petites questions. Pas de pression : cela ajuste simplement votre premier plan.
it: Cinque domande brevi. Nessuna pressione: servono solo a regolare il primo piano.
pt_br: Cinco perguntas pequenas. Sem pressão: isso só ajusta seu primeiro plano.

source: Flat tangent means slope 0
de: Waagerechte Tangente bedeutet Steigung 0

source: Flip on a negative
de: Bei Negativem umdrehen
es: Dale la vuelta a un negativo
fr: Retourner sur un négatif
it: Capovolgi un aspetto negativo
pt_br: Vire um negativo

source: Flip the sign of y.
de: Drehen Sie das Vorzeichen von y um.
es: Voltear el signo de y.
fr: Retournez le signe de y.
it: Capovolgi il segno della y.
pt_br: Inverta o sinal de y.

source: Focus next
de: Als nächstes üben
es: Centrarse a continuación
fr: Concentrez-vous ensuite
it: Concentrati successivamente
pt_br: Concentre-se em seguida

source: Focused practice for an upcoming test
de: Fokussiertes Üben für eine kommende Prüfung
es: Práctica enfocada para una próxima prueba
fr: Entraînement ciblé pour un examen à venir
it: Esercizio mirato per una prova imminente
pt_br: Prática focada para uma prova próxima

source: Follow edges from one vertex to the next.
de: Folgen Sie Kanten von einem Scheitelpunkt zum nächsten.
es: Siga los bordes de un vértice al siguiente.
fr: Suivez les arêtes d’un sommet au suivant.
it: Seguire i bordi da un vertice al successivo.
pt_br: Siga as arestas de um vértice ao outro.

source: For 1, 3, 7, 9 the median is (3 + 7) / 2 = 5
de: Für 1, 3, 7, 9 beträgt der Median (3 + 7) / 2 = 5
es: Para 1, 3, 7, 9 la mediana es (3 + 7) / 2 = 5
fr: Pour 1, 3, 7, 9 la médiane est (3 + 7) / 2 = 5
it: Per 1, 3, 7, 9 la mediana è (3 + 7) / 2 = 5
pt_br: Para 1, 3, 7, 9 a mediana é (3 + 7) / 2 = 5

source: For an even count, average the two middle values.
de: Um eine gleichmäßige Zählung zu erhalten, mitteln Sie die beiden Mittelwerte.
es: Para un conteo par, promedie los dos valores medios.
fr: Pour un compte pair, faites la moyenne des deux valeurs moyennes.
it: Per un conteggio uniforme, media i due valori medi.
pt_br: Para uma contagem uniforme, calcule a média dos dois valores intermediários.

source: For any x, y = 3 → horizontal.
de: Für jedes x ist y = 3 → waagerecht.
es: Para cualquier x, y = 3 → horizontal.
fr: Pour tout x, y = 3 → horizontal.
it: Per ogni x, y = 3 → orizzontale.
pt_br: Para qualquer x, y = 3 → horizontal.

source: For f(x) = x² − 8x, the minimum occurs at x =
de: Für f(x) = x² − 8x liegt das Minimum bei x =

source: Formula reference
de: Formelübersicht
es: Referencia de fórmula
fr: Référence de formule
it: Riferimento alla formula
pt_br: Referência de fórmula

source: Formulas
de: Formeln
es: Fórmulas
fr: Formules
it: Formule
pt_br: Fórmulas

source: Foundation reset
de: Grundlagen-Neustart
es: Reinicio de fundamentos
fr: Remise à niveau
it: Ripartenza dalle basi
pt_br: Recomeço dos fundamentos

source: Four equal sides.
de: Vier gleich lange Seiten.
es: Cuatro lados iguales.
fr: Quatre côtés égaux.
it: Quattro lati uguali.
pt_br: Quatro lados iguais.

source: Four times
de: Vier mal
es: cuatro veces
fr: Quatre fois
it: Quattro volte
pt_br: Quatro vezes

source: Four times the area of a great circle.
de: Das Vierfache der Fläche eines Großkreises.
es: Cuatro veces el área de un gran círculo.
fr: Quatre fois l'aire d'un grand cercle.
it: Quattro volte l'area di un cerchio massimo.
pt_br: Quatro vezes a área de um círculo máximo.

source: Four-sided shapes: rectangles, squares, and parallelograms each have tidy area rules.
de: Vierseitige Figuren: Rechtecke, Quadrate und Parallelogramme haben jeweils einfache Flächenformeln.
es: Las formas de cuatro lados: rectángulos, cuadrados y paralelogramos tienen reglas de área ordenada.
fr: Formes à quatre côtés : les rectangles, les carrés et les parallélogrammes ont chacun des règles d'aire bien rangées.
it: Forme a quattro lati: rettangoli, quadrati e parallelogrammi hanno ciascuno regole di area ordinate.
pt_br: Formas de quatro lados: retângulos, quadrados e paralelogramos têm regras de área organizadas.

source: Fraction to decimal
de: Bruch in Dezimalzahl
es: Fracción a decimal
fr: Fraction en décimal
it: Frazione in decimale
pt_br: Fração para decimal

source: Fractions
de: Brüche
es: fracciones
it: Frazioni
pt_br: Frações

source: Fractions, percents, basics
de: Brüche, Prozente, Grundlagen
es: Fracciones, porcentajes, conceptos básicos.
fr: Fractions, pourcentages, bases
it: Frazioni, percentuali, nozioni di base
pt_br: Frações, porcentagens, princípios básicos

source: Fractions, percents, ratios, roots
de: Brüche, Prozente, Verhältnisse, Wurzeln
es: Fracciones, porcentajes, razones, raíces
fr: Fractions, pourcentages, ratios, racines
it: Frazioni, percentuali, rapporti, radici
pt_br: Frações, porcentagens, razões, raízes

source: Free for 3 days, then %@/week. Renews automatically unless cancelled at least 24 h before the period ends. Manage in Settings.
de: 3 Tage gratis, dann %@/Woche. Verlängert sich automatisch, sofern nicht mindestens 24 Std. vor Periodenende gekündigt wird. Verwalten in den Einstellungen.
es: Gratis por 3 días, luego %@/semana. Se renueva automáticamente a menos que se cancele al menos 24 h antes de que finalice el período. Administrar en Configuración.
fr: Gratuit pendant 3 jours, puis %@/semaine. Se renouvelle automatiquement sauf annulation au moins 24 h avant la fin de la période. Gérer dans Paramètres.
it: Gratis per 3 giorni, poi %@/settimana. Si rinnova automaticamente salvo disdetta almeno 24 ore prima della fine del periodo. Gestisci in Impostazioni.
pt_br: Gratuito por 3 dias e depois %@/semana. Renova automaticamente, a menos que seja cancelado pelo menos 24 horas antes do término do período. Gerenciar em Configurações.

source: Free for 7 days, then %@/year. Renews automatically unless cancelled at least 24 h before the period ends. Manage in Settings.
de: 7 Tage gratis, dann %@/Jahr. Verlängert sich automatisch, sofern nicht mindestens 24 Std. vor Periodenende gekündigt wird. Verwalten in den Einstellungen.
es: Gratis durante 7 días, luego %@/año. Se renueva automáticamente a menos que se cancele al menos 24 h antes de que finalice el período. Administrar en Configuración.
fr: Gratuit pendant 7 jours, puis %@/an. Se renouvelle automatiquement sauf annulation au moins 24 h avant la fin de la période. Gérer dans Paramètres.
it: Gratis per 7 giorni, poi %@/anno. Si rinnova automaticamente salvo disdetta almeno 24 ore prima della fine del periodo. Gestisci in Impostazioni.
pt_br: Gratuito por 7 dias e depois %@/ano. Renova automaticamente, a menos que seja cancelado pelo menos 24 horas antes do término do período. Gerenciar em Configurações.

source: Freezes
de: Joker
es: Se congela
fr: Gèle
it: Si blocca
pt_br: Congela

source: Function notation
de: Funktionsschreibweise
es: Notación de funciones
fr: Notation de fonction
it: Notazione di funzioni
pt_br: Notação de função

source: Functions
de: Funktionen
es: Funciones
fr: Fonctions
it: Funzioni
pt_br: Funções

source: Fundamental theorem
de: Hauptsatz der Integralrechnung
es: Teorema fundamental
fr: Théorème fondamental
it: Teorema fondamentale
pt_br: Teorema fundamental

source: GCD = 3
de: ggT = 3
es: MCD = 3
fr: PGCD = 3
it: MCD = 3
pt_br: MDC = 3

source: GCD of 6 and 9.
de: ggT von 6 und 9.
es: MCD de 6 y 9.
fr: GCD de 6 et 9.
it: MCD di 6 e 9.
pt_br: GCD de 6 e 9.

source: GCD(12, 18) = 6
de: ggT(12, 18) = 6
es: MCD(12, 18) = 6
fr: PGCD(12, 18) = 6
it: MCD(12, 18) = 6
pt_br: MDC(12, 18) = 6

source: GCD(8,12) = 4
de: ggT(8,12) = 4
es: MCD(8,12) = 4
fr: PGCD(8,12) = 4
it: MCD(8,12) = 4
pt_br: MDC(8,12) = 4

source: Geometric
de: Geometrisch
es: Geométrico
fr: Géométrique
it: Geometrico
pt_br: Geométrico

source: Geometric sequence
de: Geometrische Folge
es: secuencia geométrica
fr: Séquence géométrique
it: Sequenza geometrica
pt_br: Sequência geométrica

source: Geometric sequences have a constant ratio
de: Geometrische Folgen haben ein konstantes Verhältnis
es: Las secuencias geométricas tienen una razón constante.
fr: Les séquences géométriques ont un rapport constant
it: Le sequenze geometriche hanno un rapporto costante
pt_br: As sequências geométricas têm uma proporção constante

source: Geometry
de: Geometrie
es: Geometría
fr: Géométrie
it: Geometria
pt_br: Geometria

source: Get started
de: Los geht's
es: empezar
fr: Commencer
it: Inizia
pt_br: Comece

source: Given a, b, and C, the law of cosines gives c
de: Gegeben a, b und C, liefert der Kosinussatz c
es: Dados a, b y C, la ley de los cosenos da c
fr: Étant donné a, b et C, la loi des cosinus donne c
it: Dati a, b e C, la legge dei coseni dà c
pt_br: Dados a, b e C, a lei dos cossenos dá c

source: Given x + y = 10 and x − y = 4, find x.
de: Gegeben x + y = 10 und x − y = 4, finde x.
es: Dado x + y = 10 y x − y = 4, encuentre x.
fr: Étant donné x + y = 10 et x − y = 4, trouvez x.
it: Dati x + y = 10 e x − y = 4, trova x.
pt_br: Dado x + y = 10 e x − y = 4, encontre x.

source: Given x + y = 10 and x − y = 4, find y.
de: Gegeben x + y = 10 und x − y = 4, finde y.
es: Dado x + y = 10 y x − y = 4, encuentre y.
fr: Étant donné x + y = 10 et x − y = 4, trouvez y.
it: Dati x + y = 10 e x − y = 4, trova y.
pt_br: Dado x + y = 10 e x − y = 4, encontre y.

source: Goal reached. Nice.
de: Ziel erreicht. Stark.
es: Meta alcanzada. Lindo.
fr: Objectif atteint. Bon.
it: Obiettivo raggiunto. Carino.
pt_br: Meta alcançada. Legal.

source: Good data starts with a fair sample. Bias sneaks in when some outcomes or people are overrepresented.
de: Gute Daten beginnen mit einer fairen Stichprobe. Voreingenommenheit schleicht sich ein, wenn bestimmte Ergebnisse oder Personen überrepräsentiert sind.
es: Los buenos datos comienzan con una muestra justa. El sesgo se cuela cuando algunos resultados o personas están sobrerrepresentadas.
fr: De bonnes données commencent par un échantillon équitable. Des préjugés apparaissent lorsque certains résultats ou certaines personnes sont surreprésentés.
it: I buoni dati iniziano con un campione equo. I pregiudizi si insinuano quando alcuni risultati o persone sono sovrarappresentati.
pt_br: Bons dados começam com uma amostra justa. O preconceito surge quando alguns resultados ou pessoas estão super-representados.

source: Good morning.
de: Guten Morgen.
es: Buen día.
fr: Bonjour.
it: Buongiorno.
pt_br: Bom dia.

source: Graph colors
de: Diagrammfarben
es: Colores del gráfico
fr: Couleurs du graphique
it: Colori del grafico
pt_br: Cores do gráfico

source: Graphs
de: Grafiken
es: Graficos
fr: Graphiques
it: Grafici
pt_br: Gráficos

source: Graphs model connected objects: people, cities, tasks, routes, and networks.
de: Diagramme modellieren verbundene Objekte: Personen, Städte, Aufgaben, Routen und Netzwerke.
es: Los gráficos modelan objetos conectados: personas, ciudades, tareas, rutas y redes.
fr: Les graphiques modélisent les objets connectés : personnes, villes, tâches, itinéraires et réseaux.
it: I grafici modellano oggetti connessi: persone, città, attività, percorsi e reti.
pt_br: Os grafos modelam objetos conectados: pessoas, cidades, tarefas, rotas e redes.

source: Growth factor
de: Wachstumsfaktor
es: Factor de crecimiento
fr: Facteur de croissance
it: Fattore di crescita
pt_br: Fator de crescimento

source: Guided paths
de: Geführte Lernpfade
es: Rutas guiadas
fr: Parcours guidés
it: Percorsi guidati
pt_br: Trilhas guiadas

source: Guided paths show exactly what to study next
de: Geführte Lernpfade zeigen genau, was als Nächstes dran ist
es: Las rutas guiadas muestran exactamente qué estudiar después
fr: Les parcours guidés indiquent exactement quoi étudier ensuite
it: I percorsi guidati mostrano esattamente cosa studiare dopo
pt_br: As trilhas guiadas mostram exatamente o que estudar em seguida

source: Gym visitors are not typical of everyone.
de: Fitnessstudiobesucher sind nicht für jeden typisch.
es: Las visitas al gimnasio no son típicas de todos.
fr: Les visiteurs des salles de sport ne sont pas typiques de tout le monde.
it: I frequentatori di palestre non sono tipici di tutti.
pt_br: Os visitantes da academia não são típicos de todos.

source: Half a circle.
de: Ein halber Kreis.
es: Medio círculo.
fr: Un demi-cercle.
it: Mezzo cerchio.
pt_br: Meio círculo.

source: Half base times height.
de: Halbe Grundseite mal Höhe.
es: La mitad de la base por la altura.
fr: Demi-base multipliée par la hauteur.
it: Metà base per altezza.
pt_br: Metade da base vezes a altura.

source: Half of 180°.
de: Die Hälfte von 180°.
es: La mitad de 180°.
fr: La moitié de 180°.
it: Metà di 180°.
pt_br: Metade de 180°.

source: Half of the diameter.
de: Die Hälfte des Durchmessers.
es: La mitad del diámetro.
fr: La moitié du diamètre.
it: Metà del diametro.
pt_br: Metade do diâmetro.

source: Half turn
de: Halbe Umdrehung
es: Media vuelta
fr: Demi-tour
it: Mezzo giro
pt_br: Meia volta

source: Halves
de: Halbiert sich
es: Mitades
fr: Moitiés
it: Metà
pt_br: Metades

source: Heads is 1 outcome out of 2
de: Kopf ist 1 von 2 Ergebnissen
es: Cara es 1 resultado de 2
fr: Face est 1 résultat sur 2
it: Testa è 1 risultato su 2
pt_br: Cara é 1 resultado de 2

source: Height encodes size.
de: Die Höhe gibt die Größe an.
es: La altura codifica el tamaño.
fr: La hauteur code la taille.
it: L'altezza codifica la dimensione.
pt_br: A altura codifica o tamanho.

source: Heron's formula
de: Heronsche Formel
es: la fórmula de garza
fr: La formule du héron
it: La formula di Erone
pt_br: Fórmula de Heron

source: Highest power is x³ → degree 3
de: Höchste Potenz ist x³ → Grad 3
es: La potencia más alta es x³ → grado 3
fr: La puissance la plus élevée est x³ → degré 3
it: La potenza massima è x³ → grado 3
pt_br: A maior potência é x³ → grau 3

source: Homework, tests, and steady confidence
de: Hausaufgaben, Tests und sichere Routine
es: Tareas, pruebas y confianza constante
fr: Devoirs, contrôles et confiance régulière
it: Compiti, verifiche e sicurezza costante
pt_br: Tarefas, provas e confiança constante

source: How Mathio works
de: So funktioniert Mathio
es: Cómo funciona Mathio
fr: Comment fonctionne Mathio
it: Come funziona Mathio
pt_br: Como funciona Mathio

source: How confident do you feel right now?
de: Wie sicher fühlst du dich gerade?
es: ¿Qué tan seguro te sientes ahora?
fr: À quel point vous sentez-vous à l’aise maintenant ?
it: Quanto ti senti sicuro adesso?
pt_br: Quão confiante você se sente agora?

source: How many elements are in {2,4,6,8}?
de: Wie viele Elemente enthält {2,4,6,8}?
es: ¿Cuántos elementos hay en {2,4,6,8}?
fr: Combien d’éléments y a-t-il dans {2,4,6,8} ?
it: Quanti elementi ci sono in {2,4,6,8}?
pt_br: Quantos elementos existem em {2,4,6,8}?

source: How many real solutions does x² + 4x + 5 = 0 have?
de: Wie viele reelle Lösungen hat x² + 4x + 5 = 0?
es: ¿Cuántas soluciones reales tiene x² + 4x + 5 = 0?
fr: Combien de solutions réelles x² + 4x + 5 = 0 a-t-il ?
it: Quante soluzioni reali ha x² + 4x + 5 = 0?
pt_br: Quantas soluções reais x² + 4x + 5 = 0 tem?

source: How many solutions does the system y = x, y = x + 1 have?
de: Wie viele Lösungen hat das System y = x, y = x + 1?
es: ¿Cuántas soluciones tiene el sistema y = x, y = x + 1?
fr: Combien de solutions le système y = x, y = x + 1 a-t-il ?
it: Quante soluzioni ha il sistema y = x, y = x + 1?
pt_br: Quantas soluções o sistema y = x, y = x + 1 tem?

source: How many solutions does |x| = 0 have?
de: Wie viele Lösungen hat |x| = 0?

source: How many ways can 3 distinct books be ordered?
de: Auf wie viele Arten können drei verschiedene Bücher bestellt werden?
es: ¿De cuántas maneras se pueden pedir 3 libros distintos?
fr: De combien de façons peut-on commander 3 livres distincts ?
it: In quanti modi è possibile ordinare 3 libri distinti?
pt_br: De quantas maneiras podem ser encomendados 3 livros distintos?
